{
  "peft_type": "LORA",
  "task_type": "SEQ_2_SEQ_LM",
  "r": 8,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "bias": "none",
  "target_modules": [
    "v",
    "q"
  ],
  "base_model_name_or_path": "t5-small",
  "inference_mode": true
}